Repository: exusc/datahub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: German
de: Deutsch

source: Italien
de: Italienisch

source: French
de: Französisch

source: English
de: Englisch

source: desc
de: Beschreibung

source: ctime
de: Zeit der Erstellung

source: cuser
de: User der Erstellung

source: utime
de: Zeit letzte Änderung

source: uuser
de: User letzte Änderung

source: User
de: Benutzer

source: Users
de: Benutzer

source: language
de: Sprache

source: Language used for DATA-Hub UI
de: Wird in der Benutzeroberfläche des DATA-Hubs verwendet

source: Group
de: Gruppe

source: Groups
de: Gruppen

source: Owners
de: Owner

source: key
de: Name

source: Application
de: Anwendung

source: Applications
de: Anwendungen

source: business_unit_1
de: Geschäftseinheit 1

source: business_unit_2
de: Geschäftseinheit 2

source: business_unit_3
de: Geschäftseinheit 3

source: business_unit_4
de: Geschäftseinheit 4

source: business_unit_5
de: Geschäftseinheit 5

source: To store structured data
de: Für strukturierte Daten

source: To store files
de: Für Dateien

source: App scope
de: Anwend. Scope

source: type
de: Typ

source: Defines how scope can be used
de: Legt fest, wie der Scope verwendet werden kann

source: Here are the standard templates created by the client
de: Hier werden die Standard-Templates des Owners abgelegt

source: Here are the standard templates created by Abraxas or other provider
de: Hier werden Standard-Templates abgelegt

source: Containers
de: Container

source: Script to establish connection to container
de: Aufbau der Verbindung

source: ContainerType
de: Containertyp

source: ContainerTypes
de: Containertypen

source: DataBase
de: Datenbank

source: FileStorage
de: Speicher für Dateien

source: area_add
de: Area hinzufügen

source: Script used to add an area to container
de: So wird eine Area hinzugefügt

source: user_add
de: User hinzufügen

source: Script used to add a user to container
de: So wird ein User hinzugefügt

source: user_del
de: User löschen

source: Script used to delete a user from container
de: So wird ein User entfernt

source: scope_add
de: Scope hinzufügen

source: Script used to add a scope to container
de: So wird ein User hinzugefügt

source: scope_del
de: Scope löschen

source: Script used to delete a scope from container
de: So wird ein Scope vom Container entfernt

source: user_to_scope
de: User für Scope zulassen

source: Script used to link a user to a container
de: So wird ein User zum Container hinzugefügt

source: user_from_scope
de: User vom Scope entfernen

source: Script used to unlink a user from a container
de: So wird ein User vom Container entfernt
